FinalTask/Scripts/UC_04_Buy_Item/data/t20_RequestBody.txt

"<?xml version=\"1.0\" encoding=\"UTF-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.o"
"rg/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http:/"
"/www.w3.org/2001/XMLSchema\"><soap:Body><GetAccountByIdRequest xmlns=\"com.advantage.online.st"
"ore.accountservice\"><accountId>930720501</accountId><base64Token>Basic TmFtZTI6UGFzc3dvcmQy</"
"base64Token></GetAccountByIdRequest></soap:Body></soap:Envelope>"
